// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Kod pocztowy nie może być pusty.";
XMO5DigitZIPCodeFormatError = "Kod pocztowy musi składać się z pięciu cyfr.";
XMO6DigitZIPCodeFormatError = "Kod pocztowy musi składać się z sześciu cyfr.";
XMONoCanadaZIPCodeError = "Kod pocztowy nie może być pusty.";
XMOCanadaZIPCodeFormatError = "Kod pocztowy musi mieć format „A9A 9A9”.";
XMONoUnitedKindomZIPCodeError = "Kod pocztowy nie może być pusty.";
XMOUnitedKindomZIPCodeFormatError = "Kod pocztowy musi mieć format „AI-2640” lub „AX[XX] 9AA”";
XMOUnitedKindomBFPOZIPCodeFormatError = "Kod pocztowy musi mieć format „BFPO [c/o] N[NNN]”.";
XMOUnitedStatesZIPCodeFormatError = "Kod pocztowy musi mieć format „99999[-9999]”.";
XMOFranceZIPCodeFormatError = "Kod pocztowy musi mieć format „[F-]9X999”.";
